{
    "id": "UNO",
    "price": "$4.89",
    "image": "https://res.cloudinary.com/duitylslf/image/upload/v1653518977/8fcb252f-6369-4eb5-8513-5f8d67b6b0d0_1.448f37226c364e41e1a36d8c8313ebf7_wkg8sw.jpg",
    "desc": "UNO is a multi-player card game in which the objective is to be the first player to get rid of all the cards in their hand. Each player is dealt 7 cards and players take turn drawing cards from the deck.",
    "history": "The game was originally developed in 1971 by Merle Robbins in Reading, Ohio, a suburb of Cincinnati. When his family and friends began to play more and more, he spent $8,000 to have 5,000 copies of the game made. He sold it from his barbershop at first, and local businesses began to sell it as well. Robbins later sold the rights to Uno to a group of friends headed by Robert Tezak, a funeral parlor owner in Joliet, Illinois, for $50,000 plus royalties of 10 cents per game. Tezak formed International Games, Inc., to market Uno, with offices behind his funeral parlor. The games were produced by Lewis Saltzman of Saltzman Printers in Maywood, Illinois. In 1992, International Games became part of the Mattel family of companies.",
    "image2": "https://res.cloudinary.com/duitylslf/image/upload/v1653523183/20211129083923N1kiFVYQhe_rip__auzrpv.jpg",
    "rule": "The aim of the game is to be the first player to score 500 points, achieved (usually over several rounds of play) by being the first to play all of one's own cards and scoring points for the cards still held by the other players. The deck consists of 108 cards: four each of 'Wild' and 'Wild Draw Four', and 25 each of four colors (red, yellow, green, blue). Each color consists of one zero, two each of 1 through 9, and two each of 'Skip', 'Draw Two', and 'Reverse'. These last three types are known as 'action cards'. To start a hand, seven cards are dealt to each player, and the top card of the remaining deck is flipped over and set aside to begin the discard pile. The player to the dealer's left plays first unless the first card on the discard pile is an action or Wild card (see below). On a player's turn, they must do one of the following:"
}